Repository: yes-soft-de/mandob-moshtarayat
Catalog: dashboard/lib/l10n/intl_*.arb
Languages: ar

# sumPaymentsToCaptain
source: Total Payments To Captain
ar: إجمالي الدفعات إلى الكابتن

# sumPaymentsFromCaptain
source: Total Payments From Captain
ar: إجمالي الدفعات من الكابتن

source: Count Orders Delivered
ar: عدد الطلبات المنجزة

# amountYouOwn
source: My Actual Balance
ar: مستحقات الشركة

source: Remaining Amount For Company
ar: المبلغ المتبقي للشركة

source: Bounce
ar: المكافأة

source: Kilometer Bonus
ar: تعويض المسافات المقطوعة

# netProfit
source: Profit
ar: الأرباح

source: Total
ar: إجمالي الأموال

# thereIsNoPermission
source: There is no permission to handle this feature
ar: عذرا لم يتوفر لدينا الصلاحيات الكافية لتفعيل هذا الإجراء

# sOrder
source: order
ar: طلب

# completeTime
source: Completion Time
ar: مدة الإنجاز

source: days
ar: أيام

source: day
ar: يوم

source: seconds
ar: ثواني

source: second
ar: ثانية

source: minute
ar: دقيقة

source: minutes
ar: دقائق

# accountAlreadyExist
source: This account already exist
ar: لا يمكنك تسجيل هذا الحساب لوجوده مسبقا

# storeCategories
source: Stores Categories
ar: أصناف المتاجر

# addNewCategory
source: Add Category
ar: إضافة صنف

source: CategoryName
ar: اسم الصنف

source: Category created successfully
ar: تم إضافة الصنف بنجاح

source: Stores List
ar: قائمة المتاجر

# addStore
source: Add Stores
ar: أضف متجر

source: Product Category
ar: صنف منتج

source: Product Categories
ar: أصناف منتجات

source: Choose Category
ar: اختر صنف

source: Store Info
ar: معلومات المتجر

source: Serve
ar: يقدم

# notServe
source: Don't Serve
ar: لا يقدم

# storeManagment
source: Store Management
ar: إدارة المتجر

source: Product Name
ar: اسم المنتج

source: Product Price
ar: سعر المنتج

source: In Active Captains
ar: الكباتن الغير مفعلين

source: Salary
ar: الراتب

# captainStatus
source: Account Status
ar: حساب الكابتن

# status
source: Online Status
ar: الحالة

# captainActivated
source: Captain Activated Successfully
ar: تم تفعيل الكابتن بنجاح

# updateStoreCategory
source: Store Category Updated Successfully
ar: تم تعديل الصنف بنجاح

source: update
ar: تحديث

source: Update Store
ar: تعديل المتجر

source: Update Product Category
ar: تعديل صنف منتج

source: Update Product
ar: تعديل منتج

source: Phone
ar: رقم الهاتف

source: Phone 2
ar: رقم الهاتف 2

source: Fax
ar: الفاكس

source: STC
ar: س ت سي

source: Company Info
ar: معلومات الشركة

source: Captains
ar: الكباتن

source: Stores
ar: متاجر

# countCompletedOrders
source: Completed Orders
ar: الطلبات المكتملة

# countOngoingOrders
source: Ongoing Orders
ar: الطلبات الجارية

# countClients
source: Clients Count
ar: عدد العملاء

# countCaptains
source: Captains Count
ar: عدد الكباتن

# countProducts
source: Products Count
ar: عدد المنتجات

# countStores
source: Stores Count
ar: عدد المتاجر

# captainPayments
source: Captains Balance
ar: حسابات الكباتن

source: Invoice Image
ar: صورة الفاتورة

source: Invoice Cost
ar: تكلفة الفاتورة

# orderPending
source: Pending Orders
ar: الطلبات قيد الانتظار

source: Company Finance
ar: التفاصيل المالية

# financeProfileUpdateSuccessfully
source: Updated Successfully
ar: تم التحديث بنجاح

source: Company
ar: الشركة

source: Twaslna Dashboard
ar: لوحة تحكم مندوب

source: OnGoing Orders
ar: الطلبات الجارية

source: Category Image
ar: صورة الصنف

source: Store Created Successfully
ar: تم إنشاء المتجر بنجاح

source: Store Updated Successfully
ar: تم تعديل المتجر بنجاح

source: Store Image
ar: صورة المتجر

source: Store Service
ar: خدمات المتجر

# paymentsManagement
source: Make Payments
ar: تسجيل دفعة

source: Payment From Captain
ar: دفعة من الكابتن

source: Payment To Captain
ar: دفعة للكابتن

source: Pay
ar: ادفع

source: Payment amount
ar: قيمة الدفعة

source: Captain Info
ar: تفاصيل الكابتن

# captainInfoBalance
source: Captain Balance Info
ar: تفاصيل المالية الكابتن

source: Payments From Captain
ar: الدفعات السابقة من الكابتن

source: Payments To Captain
ar: الدفعات السابقة للكابتن

# paymentSuccessfully
source: Payment has been registered successfully
ar: تم الدفع بنجاح

# workTime
source: Store Shift
ar: أوقات العمل

source: Opening Time
ar: وقت الافتتاح

source: Closing Time
ar: وقت الإغلاق

source: Searching for categories
ar: البحث عن صنف

# searchingForStores
source: searching for store
ar: البحث عن متجر

# captainMoney
source: Financial Dues
ar: المستحقات المالية

source: Orders Account
ar: حسابات الطلبات

source: Company profile created successfully
ar: تم إنشاء معلومات للإداة بنجاح

source: Company profile updated successfully
ar: تم تحديث معلومات الإدارة بنجاح

source: Logs
ar: السجلات

source: Captain Logs
ar: سجل الكابتن

source: Search
ar: ابحث

source: Search for store
ar: ابحث عن متجر

source: Store Logs
ar: سجلات المتاجر

# countTodayOrder
source: Today Order
ar: الطلبات اليوم

source: First Date
ar: من تاريخ

source: Last Date
ar: حتى تاريخ

source: Captain Updated Successfully
ar: تم تعديل بيانات الكابتن بنجاح

source: Reports
ar: تقارير

source: Products Report
ar: تقارير المنتجات

source: Clients Report
ar: تقارير العملاء

# storesReports
source: Stores Report
ar: تقارير المتاجر

# captainsReports
source: Captain Report
ar: تقارير الكباتن

source: Score
ar: الطلبات

# captainDelivered
source: deliver an order
ar: بتوصيل طلبية

# captainDid
source: Captain
ar: قام الكابتن

# clientOrdered
source: received order
ar: باستلام طلبية

# clientDid
source: Client
ar: قام العميل

# storeDid
source: Order requested from store
ar: تم طلب طلبية من متجر

# productOrdered
source: Request product
ar: تم طلب المنتج

source: Specific
ar: محدد

source: Clients
ar: العملاء

# storeAvailable
source: Store Availability
ar: المتجر متوفر

source: Stores In Active
ar: المتاجر الغير متاحة

# ordersCancel
source: Orders Canceled
ar: الطلبات الملغية

source: Create Date
ar: تاريخ الإنشاء

source: Main Categories
ar: التصنيفات الرئيسية

# imageSpecification
source: Please choose image of type (vector) with (96 px) rate with transparent background
ar: الرجاء اختيار صورة من نوع (vector) بقياس (96 بكسل) و بخلفية شفافة

# badFormat
source: Please choose image with .png format
ar: الرجاء اختيار صورة بصيغة png
