Repository: yes-soft-de/mandob-moshtarayat
Catalog: dashboard/lib/l10n/intl_*.arb
Languages: ar

source: Loading
ar: جار التحميل

source: Please Enter Your Email
ar: الرجاء ادخال البريد الالكتروني

source: I have an account
ar: لدي حساب

source: Error Happened
ar: حدث خطأ ما

source: Error Loading Data
ar: خطأ في تحميل البيانات

source: Email Address is Required
ar: يرجى توفير البريد الالكتروني

source: Captain
ar: كابتن

source: Store Owner
ar: محل تجاري

source: Chat Room
ar: غرفة المحادثة

source: Start Writing
ar: ابدأ الكتابة

source: Accept Order
ar: قبول الطلب

source: I Arrived at the Store
ar: وصلت المحل التجاري

source: I Got the Package
ar: حصلت على الطلب

source: I Got the Cash
ar: حصلت على المال

source: I Finished Delivering
ar: انتهى الطلب

source: Order is in undefined State
ar: الطلب في مرحلة غير معروفة

source: Searching for Captain
ar: جار البحث عن كابتن

source: Captain is in the way
ar: الكابتن في الطريق

source: Captain is in store
ar: الكابتن في المحل

source: Captain is Delivering
ar: جار توصيل الطلب

source: Captain got the cash
ar: حصل الكابتن على المال

source: Order is done!
ar: انتهى الطلب!

source: Please input phone number
ar: الرجاء ادخال رقم الهاتف

source: Confirm Code
ar: تأكيد الرقم

source: Resend Code
ar: اعادة الارسال

source: Confirm
ar: تأكيد

source: Saudi Arabia
ar: السعودية

source: Lebanon
ar: لبنان

source: Syria
ar: سوريا

source: Phone Number
ar: رقم الهاتف

source: Send me code
ar: ارسل رمز التأكيد

source: Language
ar: اللغة

source: Sign out
ar: تسحيل الخروج

source: Login
ar: تسجيل الدخول

source: Order Details
ar: تفاصيل الطلب

source: Order Created, Return to Orders
ar: انتهى انشاء الطلب

source: New Order
ar: طلب جديد

source: Renew Subscription
ar: تجديد الاشتراك

source: Register Success, Setup my profile
ar: تم تأكيد الحساب، اتجه للاشتراك

source: Choose Your Size
ar: عدد الموظفين العاملين

# smallLessThan20Employee
source: 1 - 20 Employee
ar: 1 - 20 موظف

# mediumMoreThan20EmployeesLessThan100
source: 21 - 100 Employees
ar: 21 - 100 موظف

# largeMoreThan100Employees
source: +100 Employees
ar: +100 موظف

source: Open Chat Room
ar: افتح غرفة المحادثة

source: Orders
ar: الطلبات

source: Current Orders
ar: طلباتي

source: Nearby Orders
ar: الطلبات القريبة

source: Chat with Store Owner
ar: التحدث مع صاحب المحل

# whatsappWithStoreOwner
source: Store Owner
ar: صاحب المحل

# whatsappWithClient
source: Client
ar: الزبون

source: Get Direction
ar: موقع المحل (الاستلام)

source: Settings
ar: الاعدادات

source: I am
ar: من أنا

source: Skip
ar: تخطي

# iSpeak
source: Preferred language
ar: اللغة المفضلة

source: Change Language
ar: غير لغة

source: And I am
ar: من أنا

source: ME
ar: مهنتي

# weNeedYourImageAndYourDriverLicenceInOrder
source: We need your image and your driver licence in order to sign up
ar: نحتاج صورتك الشخصية وصورة رخصة القيادة للتسجيل

source: We need your image in order to sign up
ar: نحتاج صورتك للتسجيل

source: Upload and submit
ar: رفع الصور وارسال الطلب

source: This Might Take a while, please wait
ar: سوف يستغرق الامر دقيقة واحدة الرجاء الانتظار

# uploadingImagesPleaseWait
source: Uploading Image, Please Wait
ar: يتم رفع الصورة

source: Driver Licence
ar: رخصة القيادة

source: Age
ar: العمر

source: Uploading and Submitting
ar: جار الرفع وارسال الطلب

source: Uploading Images
ar: جار رفع الصور

source: Submitting Profile
ar: جار حفظ الملف

source: Error Uploading Images!!
ar: حدث خطأ عند رفع الصور!!

source: Account Created
ar: تم ارسال الطلب

source: Move to Orders
ar: الانتقال للطلبات

source: Contact Phone Number
ar: رقم الهاتف للتواصل

source: Pay Subscription
ar: دفع الاشتراك

source: Earn Cash
ar: اكسب المال

source: Deliver
ar: وصل طلبات

source: Accept
ar: اقبل

source: Check Orders
ar: تاكد من الطلبات

source: Open the app
ar: افتح التطبيق

source: Book a car
ar: احجز سيارة توصيل

source: We Deliver
ar: نوصل الطلب بدلا عنك

source: Help me more
ar: تواصلوا معي

source: Request Meeting
ar: اطلب موعدا للقاء

# toFindOutMorePleaseLeaveYourPhonenandWeWill
source: To find out more, please leave your phone. and we will contact you personally
ar: للمزيد من المعلومات خذ موعدا بترك رقم هاتفك، وسيتم التواصل معك

source: We will contact you soon
ar: تم تسجيل الطلب، سنتواصل معك بأقرب وقت ممكن

source: Welcome to mandob_moshtarayat_dashboad
ar: اهلا بك في mandob_moshtarayat_dashboad

source: Init Data
ar: تعيين البيانات

source: Save Location as Branch 01
ar: احفظ مكان الفرع 01

source: Welcome to Orders Screen
ar: اهلا في قسم الطلبات

source: Profile
ar: الملف الشخصي

source: Email
ar: البريد الالكتروني

source: Password is too short
ar: كلمة السر قصيرة جدا

source: Password
ar: كلمة السر

source: Name
ar: الاسم

source: Name is required
ar: حقل الاسم فارغ

source: Choose Your City
ar: اختر مدينة تواجدك

source: Next
ar: التالي

source: From WhatsApp
ar: من واتساب

source: Default Branch
ar: الفرع الافتراضي

source: Cash
ar: نقدا

source: online
ar: مدفوع

source: To
ar: الى

source: Info
ar: حول الطلب

source: Mohammad
ar: محمد

source: Deliver To
ar: اسم المستلم

# whatsappWithCaptain
source: Captain
ar: الكابتن

source: Order
ar: الطلب

source: Home
ar: الرئيسية

source: Branch 01
ar: الفرع 01

source: Create new order
ar: انشاء طلب جديد

source: Register
ar: انشاء حساب جديد

source: Branch
ar: الفرع

source: Save Branches
ar: حفظ الفروع

source: Bank Name
ar: اسم البنك

source: Account Number
ar: رقم حساب البنك

source: Save
ar: الحفظ

source: Dark Mode
ar: الوضع الليلي

source: Error Loading Branches
ar: حدث خطأ أثناء تحميل الفروع

source: Cancel
ar: الغاء

source: Our Bank Name
ar: اسم بنكنا

source: Our Bank Account Number
ar: رقم حسابنا

source: Package
ar: باقة

source: Order/Month
ar: طلب في الشهر

source: Car
ar: سيارة

source: APPLY
ar: حفظ

source: Recipient Phone Number
ar: رقم هاتف المستلم

source: Pick a Language
ar: اختار لغتي

source: Pick a Job
ar: اختار عملي

source: Payment Method
ar: طريقة الدفع

source: Please Select a Branch
ar: الرجاء اختيار فرع تجاري

source: Privacy Policy
ar: شروط الخصوصية

source: Terms of Service
ar: شروط الاستخدام

source: Created
ar: تم الانشاء

source: Unknown
ar: غير معروف

source: Captain Accepted Order
ar: قبل الكابتن الطلب

source: Captain in Store
ar: الكابتن في المتجر

source: Captain Started Delivery
ar: بدأ الكابتن التوصيل

source: Captain Got Cash
ar: حصل الكابتن على الكاش

source: Order is finished
ar: تم انهاء الطلب

source: Order is created
ar: تم الانشاء

source: Activity Log
ar: سجل الاستخدام

source: Save Success
ar: تم بنجاح

source: My Profile
ar: معلوماتي

source: Reason of the report
ar: سبب طلب الدعم

source: Create new Report
ar: دعم سريع

source: Please Complete the Form
ar: الرجاء أكمال الفورم

source: Report sent
ar: تم ارسال الابلاغ

source: Reason is Required
ar: الرجاء تزويدنا بسبب الابلاغ

source: Please Provide us with the Client Name
ar: الرجاء تزويدنا باسم الزبون، او التخطي

source: Please Provide us the client phone number
ar: الرجاء تزويدنا رقم الزبون او التخطي

source: Store Name
ar: اسم المحل التجاري

source: Store Phone
ar: رقم هاتف المحل

source: Phone is required
ar: الرجاء تزويدنا برقم الهاتف

source: New name
ar: اسم جديد

source: Our Packages
ar: باقاتنا

source: Notifications
ar: الاشعارات

source: Please Provide the distance
ar: الرجاء توفير المسافة المقطوعة

source: Finish Order, Provide distance in KM
ar: انهاء الطلب، المسافة المقطوعة

source: My Status
ar: حالتي

source: Direct Support
ar: دعم مباشر

source: My Orders
ar: طلباتي

source: Share
ar: المشاركة

source: Please Download mandob_moshtarayat_dashboad
ar: الرجاء تحميل mandob_moshtarayat_dashboad

source: My Plan
ar: باقتي

source: Bank Account Number
ar: رقم الآيبان للحساب البنكي

source: STC Pay Code
ar: رقم حساب STC PAY

source: Current Balance:
ar: الرصيد الحالي:

source: Next Payment Date:
ar: تاريخ الدفعة القادمة:

source: Saudi Riyal
ar: ريال سعودي

source: Active Plan
ar: الباقة الحالية

source: Active Cars
ar: السيارات المشغولة

source: Orders / Month
ar: طلب / الشهر

source: Payment History
ar: تاريخ الدفعات

source: Completed Orders
ar: طلبات منتهية

source: Latest Updates
ar: اخر التحديثات

source: My Balance
ar: الحساب المالي

source: No Image
ar: لا يوجد صورة

source: How we work
ar: كيف يعمل التطبيق

source: Took
ar: استغرق

source: I agree to the terms of service & privacy policy
ar: اوافق على سياسة الاستخدام والخصوصية

source: Business Name
ar: الاسم التجاري

# unknownNumberOfCar
source: The number of cars unknown
ar: عدد السيارات غير محدود

source: Recipient Name
ar: اسم المستلم

source: Date
ar: التاريخ

source: Go
ar: انطلق

source: Location of customer
ar: موقع العميل

# sureForDelete
source: Are you sure about deleting this order , please confirm
ar: هل أنت متأكد من قيامك بحذف هذا الطلب

# deleteSuccess
source: the order has been deleted successfully
ar: تمت عملية حذف العنصر بنجاح

# ProvideDistanceInKm
source: distance in KM
ar: المسافة المقطوعة بالكيلومتر

# notVerified
source: Your subscription not verified yet
ar: لم يتم تفعيل الباقة بعد

# renewPlan
source: Subscription options
ar: كيفية تجديد الإشتراك

# renewOldPlan
source: Renew old package
ar: تجديد الاشتراك الحالي

# renewNewPlan
source: Subscription with new package
ar: اشتراك بباقة جديدة

# successRenew
source: Your subscription has been renewed
ar: تم تجديد الباقة بنجاح

# warnning
source: Important Note
ar: ملاحظة هامة

# inactive
source: Your subscription not activate yet please wait
ar: اشتراكك غير مفعل بعد الرجاء انتظار التفعيل من قبل الإدارة

# outOforders
source: You reach your limit of orders you can renew your subscription from settings
ar: لقد استهلكت الحد الأقصى من الطلبات يمكنك تجديد الاشتراك من الإعدادات

# finishedDate
source: Your subscription is out of date please renew your subscription
ar: لقد انتهت صلاحية اشتراكك الرجاء تجديد الاشتراك من الإعدادات

# unaccept
source: Your request not accepted from administration you can contact us to get info
ar: لم يتم الموافقة على اشتراكك من قبل الإدارة يمكنك التواصل معنا للحصول على المزيد من التفاصيل

# outOfCars
source: There is no car available please wait your ongoing orders to finish
ar: لا يوجد سيارات متوفرة لك الرجاء انتظار طلباتك الجارية من الانتهاء

# notSubscription
source: You dont have a subscription yet
ar: لم تشترك بباقة بعد الرجاء الاشتراك من الإعدادات

source: Subscribe
ar: اشترك

# captainNotActive
source: Your account not activated yet please wait
ar: لم يتم تفعيل الكابتن من قبل الإدارة بعد الرجاء الانتظار

source: hours
ar: ساعة

source: Store
ar: المتجر

source: Update Branches
ar: تعديل الأفرع

source: Update Branch
ar: تعديل الفرع

source: Save Branch
ar: حفظ الفرع

source: Edit Branch Name
ar: تعديل اسم الفرع

# updateBranchSuccess
source: Branch has been updated successfully
ar: تم تعديل الفرع بنجاح

# updateBranchFailure
source: Sorry your request for update branch faild please try again
ar: عذرا لم يتم تعديل الفرع بنجاح الرجاء إعادة المحاولة لاحقا

# phoneNumbertooShort
source: Phone number is too short
ar: رقم الهاتف المدخل قصير

source: Add Branch
ar: إضافة فرع

# addBranchSuccess
source: Branch has been added successfully
ar: تمت إضافة الفرع بنجاح

# addBranchFailure
source: Sorry your request for add branch faild please try again
ar: عذرا لم تنجح عملية إضافة فرع الرجاء إعادة المحاولة لاحقا

source: Our Service
ar: خدماتنا

source: Most Sold Product
ar: المنتجات الأكثر مبيعا

source: Best Store
ar: أفضل المتاجر

source: Nearby Store
ar: المتاجر القريبة إليك

source: Categories
ar: التصنيفات

source: Show All
ar: عرض الكل

# deliverForMe
source: Deliver on me
ar: أرسلها عني

source: External Order
ar: طلبية خارجية

source: Best Stores
ar: أفضل المتاجر

# searchFor
source: Search for store , product
ar: ابحث عن متجر , منتج ...

source: views
ar: مشاهدة

# sortByRate
source: highest rate
ar: الأعلى تقييما

source: Order Number
ar: رقم الطلب

source: order date
ar: تاريخ الطلب

source: Order Status
ar: حالة الطلب

source: cost
ar: التكلفة

# sortByEarlier
source: By Earlier
ar: من الأحدث للأقدم

# searchForOrder
source: search for order by order number
ar: ابحث عن طلب بإدخال رقم الطلب

source: Highest Rate
ar: الأعلى تقييما

source: Account
ar: الحساب

# orderLog
source: Orders Log
ar: سجل الطلبات

source: About
ar: حول

source: Social Media
ar: مواقع التواصل الاجتماعي

# searchForNotifications
source: Search for a notification
ar: ابحث عن إشعار

source: category
ar: تصنيف

source: product
ar: منتج

# networkError
source: There is problem with your connection , please try again
ar: هناك مشكلة بالاتصال بالشبكة الرجاء إعادة المحاولة لاحقا

# searchF
source: Search for
ar: ابحث عن

source: Most wanted
ar: الأكثر طلبا

source: Checkout
ar: تأكيد الطلب

source: Birth Date
ar: تاريخ الميلاد

# nameHint
source: e.g yazan
ar: مثال يزن

# birthDateHint
source: choose your birth data
ar: اختر تاريخ ميلادك

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Personal Data
ar: البيانات الشخصية

# updateYourData
source: Update Data
ar: تحديث البيانات

source: Community
ar: مواقع التواصل الاجتماعي

source: waiting
ar: في الانتظار

source: Order List
ar: قائمة الطلبات

source: Bill
ar: الفاتورة

source: order price
ar: سعر الطلب

# sum
source: total
ar: المجموع

source: SAR
ar: ر.س

source: Deliver Price
ar: تكلفة التوصيل

# waitingDescription
source: waiting for a captain to accept this order
ar: بانتظار قبول الطلب

# captainInStoreDescription
source: captain packing your order
ar: الكابتن يقوم بتجهيز طلبك

# deliveringDescription
source: captain on his way to you
ar: الكابتن في طريقه إليك

# captainAcceptOrderDescription
source: captain headed to store
ar: الكابتن في طريقه إلى المتجر

# orderDeliveredDescription
source: your order has delivered
ar: تم توصيل الطلب

# orderStatusDescription
source: You can know your order status in this interface
ar: يمكنك التعرف على حالة الطلب من خلال النافذة الحالية

source: Destination Address
ar: التوصيل إلى

# myAddress
source: Receipt point
ar: نقطة الاستلام

# orderDetailHint
source: Please place your order details here
ar: اكتب تفاصيل الطلب الذي تريد إرساله

# destinationAddressHint
source: Please place your destination address
ar: اكتب عنوان وجهة الطلب

# myAddressHint
source: Please place your address
ar: اكتب عنوانك

source: Card
ar: بطاقة

# chooseAddressNote
source: Please update your current location if you want to
ar: يمكنك تعديل مكان التسليم الحالي على الخارطة

source: Order Time
ar: زمن الطلب

source: Delivery Time
ar: زمن التوصيل

# paymentMethodHint
source: Choose
ar: اختر

# statusCodeOk
source: Data fetched succesfuly
ar: تم جلب المعلومات بنجاح

# statusCodeCreated
source: The request has succeeded and a new resource has been created as a result
ar: نجح الطلب وتم إنشاء تغيير جديد نتيجة لذلك

# statusCodeBadRequest
source: The server could not understand the request due to invalid syntax
ar: تعذر على الخادم فهم الطلب

# statusCodeUnauthorized
source: Unauthorized
ar: أنت غير مخول بالقيام بهذا الطلب

# StatusCodeNotFound
source: Data not found
ar: لم يتمكن الخادم من العثور على طلبك

source: Note
ar: ملاحظة

source: Notes
ar: ملاحظات

# successCreateOrder
source: Order created successfully
ar: تم إنشاء الطلب بنجاح

# pleaseProvideYourAddress
source: Please provide your address on our map
ar: من فضلك قم بتزويدنا بموقع التسليم على الخارطة

# pleaseProvidePaymentMethode
source: Please choose payment method
ar: من فضلك اختر طريقة للدفع

# yourCartEmpty
source: Your cart is empty please choose items to add
ar: قائمة طلباتك فارغة من فضلك اختر ما تريد طلبه

# noteOfOrder
source: Please place your order notes
ar: دون ملاحظاتك حول الطلب

source: choose location
ar: اختر موقع

# chooseReceiptPoint
source: Choose Receipt Location
ar: اختر موقع الاستلام

# chooseDestinationPoint
source: Choose Destination Location
ar: اختر موقع التسليم

# finishedOrdering
source: Finish Order
ar: إنهاء الطلب

source: Private Order
ar: طلب خاص

source: Store Products
ar: المنتجات المتاحة

source: Order Type
ar: نوع الطلب

source: Order number not found!!
ar: الطلب غير موجود

# exceededAllowedTime
source: Can not remove it, Exceeded time allowed
ar: لقد تجاوزت الوقت المسموح لإزالة الطلب

# notAllowedCaptainReceived
source: Can not remove it, The captain received the order
ar: لايمكن إزالة الطلب لاستلام الكابتن للطلب

# updateOrders
source: Orders Details
ar: تعديل الطلبات

# updateOrderNote
source: You can update your order item from this interface
ar: يمكنك تعديل الطلب من خلال النافذة الحالية

# welcomeToOurApp
source: WELCOME TO TWASLNA APP
ar: أهلا بك في تطبيق مندوب مشتريات

# updateOrderSuccess
source: Your order has been updated
ar: نم تعديل طلبك بنجاح

source: Username
ar: اسم المستخدم

# registerHint
source: username or phone number
ar: اسم مستخدم أو رقم هاتف

# registerSuccess
source: Your account has been registered successfully
ar: تم تسجيل حسابك بنجاح

# loginSuccess
source: Your account has been logged successfully
ar: تم تسجيل الدخول بنجاح

# homeDataEmpty
source: There is no data to show you yet
ar: لايوجد بيانات حاليا لعرضها

source: refresh
ar: تحديث

# errOc
source: The next problems occurred
ar: حصلت المشاكل التالية

# pleaseLoginToMakeOrder
source: Please login to resuming order sending
ar: من فضلك قم بتسجيل الدخول لاستكمال طلبك

# pleaseCompleteField
source: Please fill the field
ar: من فضلك أملئ الحقل

source: Internal server error
ar: هناك مشكلة ما في الخادم

source: This Error happened
ar: حصلت المشكلة التالية

source: Please login to continue
ar: من فضلك قم بتسجيل الدخول للمتابعة

# notAllowedCaptainInStore
source: You can't edit, captain in the store.
ar: لا يمكنك تعديل الطلب لأن الكابتن في المتجر

# invalidCredentials
source: Wrong username or password
ar: هناك خطأ في كلمة السر أو اسم المستخدم

# dataDecodeError
source: Error with Decoding Data
ar: هناك مشكلة في تفسير البيانات

source: Add Products
ar: إضافة منتجات

# profileDataEmpty
source: There is no profile data available
ar: لايوجد بيانات شخصية متوفرة بعد

# profileFetchedSuccessfully
source: Profile Data Fetched Successfully
ar: تم جلب بياناتك الشخصية بنجاح

# uploadProfileSuccess
source: Upload profile was a success
ar: تم تعديل البيانات الشخصية بنجاح

# uploadImageSuccess
source: Upload image was a success
ar: تم رفع الصورة بنجاح

source: Address
ar: الموقع

# errorDownloadingImage
source: error download image
ar: لم نستطع تحميل الصورة

# launch
source: Launch our app
ar: شغل تطبيقنا

# lanchDescribtion
source: If you have somthing to deliver far from you dont wory just open our app
ar: إذا لديك غرض لتوصيله لمكان بعيد عنك لاتقلق افتح تطبيقنا

# bookACarDescribtion
source: You need to book a car to deliver your package to your destenation
ar: تحتاج لحجز سيارة لتوصيل غرضك للوجهة المطلوبة

# weDeliverDescribtion
source: We will deliver your package for you in the fastest way and the best
ar: نحن سنوصل طردك عنك بأفضل وأسرع طريقة

# lanchDescribtionCaptain
source: If you have the ability to deliver packages for us you are welcome
ar: إذا ملكت القدرة لتوصيل الطرود لأجلنا فأنت مرحب بك

# checkOrdersDescribtion
source: You can check the app for packages near you to deliver
ar: يمكنك تفقد الطرود القريبة منك لتوصيلها

# acceptOrderDescribtion
source: You can accept your mission to deliver package
ar: يمكنك الموافقة على مهمتك لتوصيل الطلبية

# deliverDescribtion
source: After accepting your mission you will deliver package to the right destination
ar: بعد الموافقة على المهمة الموكلة إليك يجب عليك توصيل الطلبية للوجهة الصحيحة

# earnCashDescribtion
source: After you doing your job your effort will be rewarded by earning money
ar: بعد اتمامك المهمة ستكافئ جهودك بالمال

# confirmUpdateOrderStatus
source: Are you want to update this order status , please confirm
ar: الرجاء تأكيد عملية تحديث حالة الطلب

source: Error
ar: تحذير

# orderReceved
source: The order has been receved by another captain
ar: تم استلام الطلب من قبل كابتن آخر

source: All City
ar: جميع المدن

# emptyStaff
source: Empty Stuff
ar: قائمة فارغة

# youReached
source: You have reached
ar: لقد تجاوزت

# orderAverage
source: percent of your orders limit
ar: بالمئة من عدد الطلبيات المسموحة

# confirmRenewSub
source: Are your sure about renewing your subscription
ar: هل أنت متأكد من عملية تجديد اشتراكك

source: City
ar: المدينة

source: Mechanich Licence
ar: رخصة السير

source: Identity
ar: الهوية

source: Bonus
ar: مكافأة

# kiloBonus
source: Fuel Bonus
ar: اجور التوصيل

source: Sum Balance
ar: مجموع الدفعات

# totalBonus
source: Total Salary
ar: الراتب

# netProfite
source: General Profite
ar: مجموع الأرباح

source: Balance Details
ar: تفاصيل المدفوعات

# sendToRecordFaild
source: Sending record has been failed
ar: فشلت عملية إرسال التقرير

# sendToRecordSuccess
source: The report send with a success
ar: تم إرسال التقرير بنجاح

source: Yes
ar: نعم

source: No
ar: لا

# confirmingCaptainLocation
source: Confirm with yes and no if captain reach you
ar: هل وصل الكابتن للمتجر للتأكيد جاوب بنعم أو لا

source: Redo
ar: تراجع

# sendingReport
source: Sending report within 15 seconds
ar: سيتم إرسال التقرير بعد 15 ثانية الرجاء الانتظار أو التراجع عن خيارك

# social
source: Company contact info
ar: معلومات الشركة

# orderAverage35
source: You have consumed 35%
ar: نود تذكيرك لسداد الدفعة الثانية من رسوم الباقة وذلك لكي نستمر بخدمتكم . حيث تم استهلاك 35% من رسوم الباقة وشكرا

# orderAverage40
source: You have consumed 40%
ar: تذكير ثاني لسداد الدفعة الثانية من رسوم الباقة لتفادي انقطاع الخدمة . حيث أنه تم استهلاك 40% من رصيد الباقة وشكرا

# orderAverage75
source: You have consumed 75%
ar: نود تذكيرك لسداد الدفعة الأخيرة من رسوم الباقة وذلك لكي نستمر بخدمتكن . حيث أنهتم استهلاك 75% من رصيد الباقة وشكرا

# orderAverage80
source: You have consumed 80%
ar: تذكير ثاني لسداد الدفعة الأخيرة من رسوم الباقة لتفادي انقطاع الخدمة . حيث أنه تم استهلاك 80% من رصيد الباقة وشكرا

source: Dear
ar: عزيزنا

source: Whatsapp
ar: واتساب

# kilometerLimt
source: Kilometers limit
ar: عدد الكيلومترات

# kilometerLimtMax
source: bonus on max limit
ar: قيمة التعويض في حال تجاوز حد الكيلومترات

# kilometerLimtMin
source: bonus on min limit
ar: قيمة التعويض في حال عدم تجاوز حد الكيلومترات

# newMessageCommingOut
source: You have new notification
ar: لديك إشعار جديد

# captainStateActive
source: Active
ar: فعال

# captainStateInactive
source: UnActive
ar: غر فعال

source: choose your state
ar: اختر حالتك

source: update profile
ar: تحديث الملف الشخصي

# areYouSureToDisposeThis
source: Are you sure about dispose your changes
ar: هل أنت متأكد من إنك تريد تجاهل هذه التغييرات في بياناتك الشخصية

source: Distance
ar: يبعد عنك

source: km
ar: كم

source: Products
ar: منتجات

source: Cancelled
ar: ملغى

source: Store location
ar: موقع المتجر

source: chat with client
ar: محادثة مع العميل

# cancelledHint
source: The order has been cancelled by the client
ar: الطلب تم إلغاءه من جهة العميل

# makeBill
source: Upload Bill
ar: أصدر فاتورة

# pleaseProvideStoreBill
source: Please provide the bill of the order
ar: يرجى تزويدنا بالفاتورة المستحقة للطلب

# receiptPoint
source: Receipt Location
ar: موقع الاستلام

# destinationPoint
source: Destination Location
ar: موقع التسليم

source: Expected Order Bill
ar: الفاتورة المتوقعة

source: Receipt
ar: المسنلم

# saveInvoiceFailed
source: Saving invoice process has been failed
ar: فشلت عملية حفظ الفاتورة

# saveInvoiceSuccess
source: Saving invoice was a success
ar: تمت عملية حفظ الفاتورة بنجاح

# totalBillCostHint
source: The total cost without delivery cost
ar: تكلفة الفاتورة المستحقة بدون تكلفة التوصيل

# totalBillCost
source: Total cost of store invoice
ar: تكلفة الفاتورة الإجمالية

# savingInvoice
source: Please wait we are invoice saving ...
ar: جاري حفظ الفاتورة الرجاء الانتظار

# firstSendMessage
source: Be the first one to send message
ar: كن أول من يرسل رسالة

# lastSeenMessage
source: New Messages
ar: رسائل جديدة

source: Actual
ar: الحالي

source: Last Month
ar: الماضي

# myBalanceHint
source: Here we are showing captain balance status
ar: هنا نستعرض تفاصيل الحساب المالي الخاص بهذا المستخدم

# sumPaymentsToCompany
source: Total Payments To Company
ar: إجمالي الدفعات إلى الشركة

# sumPaymentsFromCompany
source: Total Payments From Company
ar: إجمالي الدفعات من الشركة
